<? 
// ----------------------------конфигурация-------------------------- // 
 
$to = 'frokstv@gmail.com';  // e-mail админа 
$subject = 'Тайтл';
 
//---------------------------------------------------------------------- // 
 
  
 
// Принимаем данные с формы 
 
$name=$_POST['name']; 
 
$telephone=$_POST['telephone'];

$day=$_POST['day'];

$month=$_POST['month'];

$time=$_POST['time'];


 
$message = 'Имя: ' . $name . '     Телефон: ' . $telephone . '     День: ' . $day . '     Время: ' . $time . '     Месяц: ' . $month;


 // Отправляем письмо админу  
 
mail($to, $subject, $message);

// Выводим сообщение пользователю 
 
?>